Repository: avokhmin/RPM5
Catalog: po/*.po
Languages: id

source: failed to export UUID object as binary representation: %s
id: gagal untuk mengekspor UUID objek sebagai representasi binary: %s

source: UUID generator not available!
id: UUID generator tidak tersedia

source: warning: u %p ctrl %p nrefs != 0 (%s %s)
id: peringatan: u %p ctrl %p nrefs != 0 (%s %s)

source: warning: u %p data %p nrefs != 0 (%s %s)
id: peringatan: u %p data %p nrefs != 0 (%s %s)

source: warning: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
id: peringatan: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)

source: Password for %s@%s:
id: Password untuk %s@%s:

source: error: %sport must be a number
id: error: %sport harus berupa sebuah nomor

source: url port must be a number
id: url port harus berupa sebuah nomor

source: %s: Unknown option -%c
id: %s: Opsi tidak diketahui -%c

source: argument is not an RPM package
id: argument bukan merupakan sebuah paket RPM

source: error reading header from package
id: error membaca header dari paket

source: cannot re-open payload: %s
id: tidak dapat membuka lagi payload: %s

source: don't verify header+payload signature
id: jangan memverifikasi header+payload signature

source: update cache database
id: memperbarui cache basis data

source: don't update cache database, only print package paths
id: jangan meng-update database cache, hanya tampilkan jalur paket

source: File tree walk options:
id: Opsi File tree walk:

source: Common options for all rpm modes and executables:
id: Opsi yang sama untuk semua mode rpm dan executables:

source: %s: %%{_cache_dbpath} macro is mis-configured.
id: %s: %%{_cache_dbpath} macro salah dikonfigurasi.

source: %s: cache operation failed: ec %d.
id: %s: operasi cache gagal: ec %d.

source: skipping malformed comparison: "%s"
id: melewatkan perbandingan malformed: "%s"

source: print cpuinfo(...) dependency set
id: mencetak cpuinfo(...) set ketergantungan

source: print rpmlib(...) dependency set
id: mencetak rpmlib(...) set ketergantungan

source: print /etc/rpm/sysinfo dependency set
id: mencetak /etc/rpm/sysinfo set ketergantungan

source: print getconf(...) dependency set
id: mencetak getconf(...) set ketergantungan

source: print soname(...) dependencies for elf files
id: mencetak soname(...) ketergantungan untuk file elf

source: print soname(...) dependencies from /etc/ld.so.cache
id: mencetak soname(...) ketergantungan dari /etc/ld.so.cache

source: print uname(...) dependency set
id: mencetak uname(...) set ketergantungan

source: print dependency set from a command pipe
id: mencetak ketergantungan set dari sebuah perintah pipe

source: print perl(...) dependency set
id: mencetak perl(...) set ketergantungan

source: print python(...) dependency set
id: mencetak python(...) set ketergantungan

source: print libtool(...) dependency set
id: mencetak libtool(...) set ketergantungan

source: print pkgconfig(...) dependency set
id: mencetak pkgconfig(...) set ketergantungan

source: print pubkey(...) dependency set
id: mencetak pubkey(...) set ketergantungan

source: print arch(...) dependency set
id: mencetak arch(...) set ketergantungan

source: print file(...) dependency set
id: mencetak file(...) set ketergantungan

source: print soname(...) dependency set
id: mencetak soname(...) set ketergantungan

source: print package(...) dependency set
id: mencetak paket(...) set ketergantungan

source: print java(...) dependency set
id: mencetak java(...) set ketergantungan

source: print php(...) dependency set
id: mencetak php(...) set ketergantungan

source: print ruby(...) dependency set
id: mencetak ruby(...) set ketergantungan

source: print /var/lib/dpkg Provides: dependency set
id: mencetak /var/lib/dpkg Menyediakan: set ketergantungan

source: print /var/lib/dpkg Requires: dependency set
id: mencetak /var/lib/dpkg Membutuhkan: set ketergantungan

source: print Provides: dependency set
id: mencetak Menyediakan: set ketergantungan

source: print Requires: dependency set
id: mencetak Membutuhkan: set ketergantungan

source: check Requires: against Provides: for dependency closure
id: mencetak Membutuhkan: terhadap Menyediakan: untuk ketergantungan tertutup

source: %s: Failed to open %s: %s
id: %s: Gagal membuka %s: %s

source: %s: %s line %u: No file path found.
id: %s: %s baris %u: Jalur berkas tidak ditemukan.

source: %s: %s line %u: Unknown digest name "%s"
id: %s: %s baris %u: Tidak diketahui nama digest "%s"

source: %s: Failed to open %s
id: %s: Gagal membuka %s

source: %s: %s: Manifest needs "algo=digest" as last line
id: %s: %s: Manifest membutuhkan "algo=digest" seperti baris terakhir

source: %s: %s: Manifest is empty
id: %s: %s: Manifest kosong

source: %s: %s: Unknown digest algo name "%s"
id: %s: %s: Tidak diketahui nama algoritma digest "%s"

source: %s: %s: Manifest digest check: Expected(%s) != (%s)
id: %s: %s: Pemeriksaan manifest digest: Diduga(%s) != (%s)

source: %s: %s line %u: Malformed digest field.
id: %s: %s baris %u: Format tag tidak benar.

source: %s: %s line %u: Malformed mtime field.
id: %s: %s baris %u: Format mtime tidak benar.

source: %s: %s line %u: Malformed size field.
id: %s: %s baris %u: Format daerah ukuran tidak benar.

source: %s: %s line %u: No file path.
id: %s: %s baris %u: Jalur berkas tidak ada.

source: Print 0install manifest
id: Cetak 0install manifest

source: Read in binary mode
id: Baca dalam mode binary

source: Read digests from MANIFEST file and verify (may be used more than once)
id: Baca digest dari berkas MANIFEST dan verifikasi (dapat digunakan lebih dari sekali)

source: Print file tree specification to stdout
id: Tampilkan spesifikasi pohon berkas ke standar keluaran

source: Directories only
id: Hanya direktori

source: read in text mode (default)
id: baca dalam mode text (baku)

source: The following two options are useful only when verifying digests:
id: Dua opsi berikut hanya berguna ketika digunakan untuk memverifikasi digest:

source: no output when verifying
id: tidak memberikan keluaran ketika memverifikasi

source: warn about improperly formatted checksum lines
id: peringatkan mengenai baris checksum yang tidak diformat dengan benar

source: When checking, the input should be a former output of this program. The default mode is to print a line with digest, a character indicating type (`*' for binary, ` ' for text), and name for each FILE.
id: Ketika memeriksa, masukan seharusnya dalam keluaran sebelumnya dari aplikasi ini. Mode default adalah mencetak sebuah baris dengan digest, sebuah karakter mengindikasikan tipe (`*' untuk binary, ` ' untuk text), dan nama untuk setiap BERKAS.

source: %s: pcre_exec() error %d while matching
id: %s: pcre_exec() error %d dalam pencocokan

source: pattern number %d to
id: nomor pola %d ke

source: this line:
id: baris ini:

source: %s: error %d means that a resource limit was exceeded
id: %s: error %d berarti bahwa sebuah batas penggunaan telah terlampaui

source: %s: check your regex for nested unlimited loops
id: %s: periksa regex anda untuk loop berulang yang tak terhingga

source: %s: too many errors - abandoned
id: %s: terlalu banyak errors - ditinggalkan

source: %s: Failed to open directory %s: %s
id: %s: Gagal membuka direktori %s: %s

source: %s: Too many patterns (max %d)
id: %s: Terlalu banyak pola (maksimal %d)

source: %s: Error in
id: %s: Error dalam

source: command-line %d
id: baris-perintah %d

source: file:line %s:%d
id: file:baris %s:%d

source: regex at offset %d: %s
id: regex pada offset %d: %s

source: %s: Invalid value "%s" for -d
id: %s: Nilai tidak valid "%s" untuk -d

source: %s: Invalid value "%s" for -D
id: %s: Nilai tidak valid "%s" untuk -D

source: %s: Unknown color setting "%s"
id: %s: tidak diketahui setting "%s"

source: %s %s (PCRE version %s)
id: %s %s (PCRE versi %s)

source: %s %s (without PCRE)
id: %s %s (tanpa PCRE)

source: set number of following context lines
id: set nomor dari baris berikut

source: =number
id: =nomor

source: set number of prior context lines
id: set nomor dari baris sebelumnya

source: set number of context lines, before & after
id: set nomor dari baris berikut, sebelum dan sesudah

source: print only a count of matching lines per FILE
id: cetak hanya dalam jumlah yang sama dengan baris per FILE

source: matched text color option (auto|always|never)
id: sama dengan opsi warna tulisan (auto|always|never)

source: =option
id: =opsi

source: matched text colour option (auto|always|never)
id: sama dengan opsi warna tulisan (auto|always|never)

source: device, FIFO, or socket action (read|skip)
id: perangkat, FIFO, atau socket (baca|lewati)

source: =action
id: =aksi

source: directory action (read|skip|recurse)
id: direktori aksi (read|skip|recurse)

source: specify pattern (may be used more than once)
id: spesifikasikan pola (dapat digunakan lebih dari sekali)

source: patterns are sets of newline-separated strings
id: pola adalah kumpulan dari string yang dipisahkan oleh baris baru

source: read patterns from file (may be used more than once)
id: pola baca dari file (dapat digunakan lebih dari sekali)

source: output file offsets, not text
id: output file offset, bukan tulisan

source: force the prefixing filename on output
id: paksa prefixing nama file di keluaran

source: suppress the prefixing filename on output
id: hilangkan prefixing nama file di keluaran

source: ignore case distinctions
id: abaikan pembedaan huruf besar dan kecil

source: print only FILE names containing matches
id: cetak hanya FILE yang memiliki nama yang sama

source: print only FILE names not containing matches
id: cetak hanya FILE yang memiliki nama yang berbeda

source: set name for standard input
id: set nama untuk standard input

source: output line numbers and offsets, not text
id: output nomor baris dan offset, bukan tulisan

source: use the named locale
id: gunakan penamaan lokal

source: run in multiline mode
id: jalankan dalam mode multi-baris

source: set newline type (CR|LF|CRLF|ANYCRLF|ANY)
id: set tipe baris baru (CR|LF|CRLF|ANYCRLF|ANY)

source: print line number with output lines
id: cetak nomor baris dengan output baris

source: show only the part of the line that matched
id: tampilkan hanya bagian dari baris yang cocok

source: suppress output, just set return code
id: hilangkan output, hanya tampilkan kode kembali

source: recursively scan sub-directories
id: recursively scan sub-direktori

source: exclude matching files when recursing (may be used more than once)
id: abaikan pencocokan files ketika recursing (dapat digunakan lebih dari sekali)

source: include matching files when recursing (may be used more than once)
id: masukan pencocokan files ketika recursing (dapat digunakan lebih dari sekali)

source: suppress error messages
id: abaikan pesan error

source: use UTF-8 mode
id: gunakan mode UTF-8

source: print version information and exit
id: tampilkan informasi versi dan keluar

source: select non-matching lines
id: pilih baris yang berbeda

source: force patterns to match only as words
id: paksa pola untuk cocok pada kata

source: force patterns to match only whole lines
id: paksa pola untuk cocok seluruh baris

source: Usage: rpmgrep [OPTION...] [PATTERN] [FILE1 FILE2 ...] Search for PATTERN in each FILE or standard input. PATTERN must be present if neither -e nor -f is used. "-" can be used as a file name to mean STDIN. All files are read as plain files, without any interpretation. Example: rpmgrep -i 'hello.*world' menu.h main.c
id: Penggunaan: rpmgrep [OPTION] [PATTERN] [FILE1 FILE2 ...] Cari PATTERN/POLA dari setiap FILE atau standard input. POLA harus ada jika tidak menggunakan opsi -e atau -f. "-" dapat digunakan sebagai nama file yang berarti STDIN. Semua file dibaca sebagai file biasa, tanpa interpretasi lain. Contoh: rpmgrep -i 'hello.*world' menu.h main.c

source: When reading patterns from a file instead of using a command line option, trailing white space is removed and blank lines are ignored. With no FILEs, read standard input. If fewer than two FILEs given, assume -h.
id: Ketika membaca pola dari sebuah file daripada menggunakan opsi command line, spasi dihapus dan baris kosong diabaikan. Tanpa FILE, membaca standard input. Jika kurang dari dua FILE yang diberikan, diasumsikan menggunakan opsi -h.

source: %s: Cannot mix --only-matching, --file-offsets and/or --line-offsets
id: %s: Tidak dapat mencampur --only-matching, --file-offsets dan/atau --line-offsets

source: %s: Invalid newline specifier "%s"
id: %s: baris baru specifier tidak valid "%s"

source: %s: Error in 'exclude' regex at offset %d: %s
id: %s: Error dalam 'exclude' regex di offset %d: %s

source: %s: Error in 'include' regex at offset %d: %s
id: %s: Error dalam 'include' regex di offset %d: %s

source: <key>
id: <kunci>

source: %s: failed at line %d of the specification
id: %s: gagal di baris %d dari spesifikasi

source: %s: filename (%s) encoded incorrectly
id: %s: nama berkas (%s) dienkode secara tidak benar

source: %s changed
id: %s berubah

source: type expected %s found %s)
id: tipe diperkirakan %s ditemukan %s)

source: %s%s expected %lu found %lu
id: %s%s diperikirakan %lu ditemukan %lu

source: not modified: %s)
id: tidak termodifikasi: %s)

source: modified)
id: termodifikasi)

source: %s%s expected %#o found %#o
id: %s%s diperkirakan %#o ditemukan %#o

source: %s%s expected %lu found %lu)
id: %s%s diperkirakan %lu ditemukan %lu)

source: %s%s expected %llu found %llu
id: %s%s ditemukan %llu ditemukan %llu

source: %s%s expected %.24s
id: %s%s diperkirakan %.24s

source: found %.24s
id: ditemukan %.24s

source: modified
id: termodifikasi

source: %s%s expected %lu found %lu
id: %s%s diperkirakan %lu ditemukan %lu

source: %s%s expected %s found %s
id: %s%s diperkirakan %s ditemukan %s

source: %s%s expected "%s"
id: %s%s diperkirakan "%s"

source: found "%s"
id: ditemukan "%s"

source: %s: Could not get uname for uid=%lu
id: %s: Tidak dapat memperoleh uname untuk uid=%lu

source: %s: Could not get gname for gid=%lu
id: %s: Tidak dapat memperoleh gname untuk gid=%lu

source: %s: open of %s failed: %s
id: %s: pembukaan dari %s gagal: %s

source: missing: %s
id: kehilangan: %s

source: (%s not created: user not specified)
id: (%s tidak dibuat: pengguna tidak dispesifikasikan)

source: (%s not created: group not specified))
id: (%s tidak dibuat: grup tidak dispesifikasikan)

source: (%s not created: %s)
id: (%s tida dibuat: %s)

source: (%s created)
id: (%s dibuat)

source: %s: %s not modified: %s
id: %s: %s tidak termodifikasi: %s

source: (%s not created: mode not specified)
id: (%s tidak dibuat: mode tidak dispesifikasikan)

source: (%s not created: %s)
id: (%s tidak dibuat: %s)

source: (%s created)
id: (%s dibuat)

source: %s: permissions not set: %s
id: %s: ijin tidak diset: %s

source: %s: file flags not set: %s
id: %s: tanda berkas tidak diset: %s

source: , not removed: %s
id: , tidak dihapus: %s

source: , removed
id: , dihapus

source: Follow symlinks
id: Mengikuti symlinks

source: Don't follow symlinks
id: Jangan ikuti symlinks

source: Read fnmatch(3) exclude patterns from <file>
id: Baca fnmatch(3) abaikan pola dari <berkas>

source: <file>
id: <berkas>

source: Don't complain about files not in the specification
id: Jangan komplain mengenai berkas yang tidak dalam spesifikasi

source: Read file tree <spec>
id: Baca pohon berkas <spec>

source: Indent sub-directories
id: Indent sub-direktori

source: Add <key> to specification
id: Tambahkan <key> ke spesifikasi

source: Use "type" keywords instead
id: Gunakan "type" kata kunci sebaiknya

source: Loose permissions check
id: Ringankan ijin pemeriksaan

source: Don't include sub-directory comments
id: Jangan masukan komentar sub-direktori

source: Use <path> rather than current directory
id: Gunakan <path> daripada direktori sekarang

source: Quiet mode
id: Mode diam

source: Remove files not in specification
id: Menghapus berkas yang tidak dalam spesifikasi

source: Display crc for file(s) with <seed>
id: Menampilkan crc untuk berkas dengan <seed>

source: <seed>
id: <benih>

source: Touch files iff timestamp differs
id: Menyentuh berkas jika timestamp berbeda

source: Update owner/group/permissions to match specification
id: Memperbarui pemilik/grup/ijin untuk mencocokan spesifikasi

source: Same as -u, but ignore match status on exit
id: Sama seperti -u, tetapi mengabaikan status cocok di keluaran

source: Treat missing uid/gid as warning
id: Perlakukan uid/gid yang hilang sebagai peringatan

source: Don't cross mount points
id: Jangan melewati titik pemasangan

source: (no controlling terminal) %s
id: (bukan pengendali terminal) %s

source: (no controlling terminal) #%d
id: (bukan pengendali terminal) #%d

source: --split and --checkts options are mutually exclusive
id: opsi --split dan --checkts adalah mutually exclusive

source: Error loading exclude glob patterns.
id: Error meload exclude pola glob

source: Error loading include glob patterns.
id: Error meload include pole glob

source: repo is up to date
id: repo telah up to date
