Repository: avokhmin/RPM5
Catalog: po/*.po
Languages: id

source: (rpmlib provides)
id: (disediakan oleh rpmlib)

source: (cpuinfo provides)
id: (disediakan oleh cpuinfo)

source: (getconf provides)
id: (disediakan oleh getconf)

source: (uname provides)
id: (disediakan oleh uname)

source: (soname provides)
id: (disediakan oleh soname)

source: (db provides)
id: (disediakan oleh db)

source: (hint skipped)
id: (hint dilewatkan)

source: %s: open failed: %s
id: %s: gagal membuka: %s

source: mntctl() failed to return size: %s
id: mntctl() gagal untuk memberikan ukuran: %s

source: mntctl() failed to return mount points: %s
id: mntctl() gagal untuk memberitahukan mount points: %s

source: failed to stat %s: %s
id: gagal untuk melihat statistik %s: %s

source: failed to open %s: %s
id: gagal untuk membuka %s: %s

source: file %s is on an unknown device
id: file %s adalah sebuah device yang tidak diketahui

source: user %s does not exist - using root
id: pengguna %s tidak ada - menggunakan root

source: group %s does not exist - using root
id: group %s tidak ada - menggunakan root

source: archive file %s was not found in header file list
id: file archive %s tidak ditemukan dalam list file header

source: %s saved as %s
id: %s disimpan sebagai %s

source: %s rmdir of %s failed: Directory not empty
id: %s rmdir dari %s gagal: Direktori tidak kosong

source: %s rmdir of %s failed: %s
id: %s rmdir dari %s gagal: %s

source: %s: unlink of %s failed: %s
id: %s: unlink dari %s gagal: %s

source: %s created as %s
id: %s dibuat sebagai %s

source: reading %s manifest failed: %s
id: Gagal membaca manifestasi %s: %s

source: reading %s manifest, non-printable characters found
id: baca %s manifest, karakter bukan-dapat-dicetak ditemukan

source: cannot create %%%s %s
id: tidak dapat membuat %%%s %s

source: Use anaconda "presentation order"
id: Gunakan anaconda "presentation order"

source: Print dependency loops as warning
id: Cetak dependensi loops sebagai peringatan

source: Do not suggest missing dependency resolution(s)
id: Jangan menyarankan solusi dari dependensi yang hilang

source: Do not check added package conflicts
id: Jangan periksa koflik penambahan paket

source: Ignore added package requires on symlink targets
id: Hiraukan penambahan paket yang membutuhkan symlink di targets

source: Ignore added package obsoletes
id: Hiraukan penambahan paket yang sudah lama

source: Ignore added package requires on file parent directory
id: Hiraukan penambahan paket yang membutuhkan file di direktori utama

source: Do not check added package requires
id: Jangan periksa hal-hal yang diperlukan untuk menambahkan paket

source: Ignore added package upgrades
id: Hiraukan penambahan paket terbaru

source: Debug generic operations
id: Telusuri operasi umum

source: Predefine MACRO with value EXPR
id: Definisi awal MACRO dengan nilai EXPR

source: Define MACRO with value EXPR
id: Definisi MACRO dengan nilai EXPR

source: Undefine MACRO
id: MACRO tidak terdefinisi

source: Print macro expansion of EXPR
id: Tampilkan macro expansion dari EXPR

source: Read <FILE:...> instead of default file(s)
id: Baca <BERKAS:...> dari pada berkas baku

source: Read <FILE:...> instead of default RPM Lua file(s)
id: Baca <BERKAS:...> dari pada berkas baku RPM Lua

source: Read <FILE:...> instead of default POPT file(s)
id: Baca <BERKAS:...> dari pada berkas baku POPT

source: Specify target platform
id: Tentukan target platform

source: Don't verify package digest(s)
id: Jangan memverifikasi package digest(s)

source: Don't verify database header(s) when retrieved
id: Jangan memverifikasi database header(s) ketika diterima

source: Don't verify package signature(s)
id: Jangan memverifikasi package signature(s)

source: Display known query tags
id: Tampilkan tag permintaan yang diketahui

source: Display macro and configuration values
id: Tampilkan macro dan konfigurasi

source: Print the version
id: tampilkan versi

source: Debug file FingerPrintS
id: Telusuri berkas FingerPrintS

source: Use threads for File State Machine
id: Gunakan threads untuk berkas state machine

source: Display macros used
id: Tampilkan makro yang digunakan

source: Display OpenPGP (RFC 2440/4880) parsing
id: Tampilkan OpenPGP (RFC 2440/4880) parsing

source: Debug Package State Machine
id: Telusuri paket mesin keadaan

source: Use threads for Package State Machine
id: Gunakan threads untuk paket state machine

source: Debug rpmds Dependency Set
id: Telusuri set ketergantungan rpmdbs

source: Debug rpmfc File Classifier
id: Telusuri berkas pengklasifikasi rpmfc

source: Debug rpmfi File Info
id: Telusuri Berkas Informasi rpmfi

source: Debug rpmgi Generalized Iterator
id: Telusuri rpmgi Pengiterasi umum

source: Debug rpmmi Match Iterator
id: Telusuri rpmmi Pengiterasi Kecocokan

source: Debug rpmns Name Space
id: Telusuri Ruang nama rpmns

source: Debug rpmps Problem Set
id: Telusuri Set Masalah rpmps

source: Debug rpmte Transaction Element
id: Telusuri Element Transaksi rpmte

source: Debug rpmts Transaction Set
id: Telusuri Set Transaksi rpmts

source: Debug rpmwf Wrapper Format
id: Telusuri Format Wrapper rpmwf

source: Display operation statistics
id: Tampilkan statistik operasi

source: %s: option table misconfigured (%d)
id: %s: table opsi salah konfigurasi (%d)

source: exclude paths must begin with a /
id: path exclude harus diawali dengan sebuah /

source: Option --relocate needs /old/path=/new/path argument
id: Opsi --relocate membutuhkan argument /lama/path=/baru/path

source: relocations must begin with a /
id: relocations harus diawali dengan sebuah /

source: relocations must contain a =
id: relocations harus terdapat sebuah =

source: relocations must have a / following the =
id: relocations harus memiliki sebuah / mengikuti =

source: Option --rbexclude needs transaction id argument(s)
id: Opsi --rbexclude membutuhkan argumen id transaksi

source: Option --rollback needs a time/date stamp argument
id: Opsi --rollback membutuhkan sebuah argument time/date stamp

source: Rollback goal: %-24.24s (0x%08x)
id: Rollback target: %-24.24s (0x%08x)

source: malformed rollback time/date stamp argument
id: argument rollback time/date stamp salah format

source: arbgoal takes a time/date stamp argument
id: arbgoal membutuhkan sebuah argument time/date stamp

source: malformed arbgoal time/date stamp argument
id: argument arbgoal time/date stamp salah format

source: install all files, even configurations which might otherwise be skipped
id: install semua files, walaupun konfigurasi yang mungkin dilewati

source: do not execute package scriptlet(s)
id: jangan menjalankan paket scriptlet(s)

source: save erased package files by renaming into sub-directory
id: simpan paket yang dihapus dengan mengganti nama kedalam sub-direktori

source: do not install configuration files
id: jangan menginstall file konfigurasi

source: do not install documentation
id: jangan menginstall dokumentasi

source: update the database, but do not modify the filesystem
id: update database, tapi jangan memodifikasi filesystem

source: don't install file security contexts
id: jangan menginstall file security context

source: don't verify file digests
id: jangan memverifikasi file digest

source: don't verify file security contexts
id: jangan memverifikasi context file keamanan

source: don't register headers in rpmdb
id: jangan simpan kepala dalam rpmdb

source: do not execute %%pretrans scriptlet (if any)
id: jangan menjalankan %%pretrans scriptlet (jika ada)

source: do not execute %%pre scriptlet (if any)
id: jangan menjalankan %%pre scriptlet (jika ada)

source: do not execute %%post scriptlet (if any)
id: jangan menjalankan %%post scriptlet (jika ada)

source: do not execute %%preun scriptlet (if any)
id: jangan menjalankan %%preun scriptlet (jika ada)

source: do not execute %%postun scriptlet (if any)
id: jangan menjalankan %%postun scriptlet (jika ada)

source: do not execute %%postrans scriptlet (if any)
id: jangan menjalankan %%postrans scriptlet (jika ada)

source: do not execute any scriptlet(s) triggered by this package
id: jangan menjalankan scriptlet(s) dibuat oleh paket ini

source: do not execute any %%triggerprein scriptlet(s)
id: jangan menjalankan %%triggerprein scriptlets(s)

source: do not execute any %%triggerin scriptlet(s)
id: jangan menjalankan %%triggerin scriptlet(s)

source: do not execute any %%triggerun scriptlet(s)
id: jangan menjalankan %%triggerun scriptlet(s)

source: do not execute any %%triggerpostun scriptlet(s)
id: jangan menjalankan %%triggerpostun scriptlet(s)

source: save erased package files by repackaging
id: simpan paket yang dihapus dengan me-repackaging-nya

source: don't install, but tell if it would work or not
id: jangan menginstall, tapi beritahukan jika ini akan bekerja atau tidak

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
id: menghilangkan seluruh paket yang cocok dengan <paket> (biasanya sebuah kesalahan terjadi jika <paket> dispesifikasikan oleh beberapa paket

source: relocate files in non-relocatable package
id: relocate files dalam paket yang tidak relocateable

source: erase (uninstall) package
id: menghapus (uninstall) paket

source: <package>+
id: <paket>+

source: skip files with leading component <path>
id: lewati files dengan diawali komponent <path>

source: detect file conflicts between packages
id: deteksi files konflik dalam paket

source: upgrade package(s) if already installed
id: upgrade paket(s) jika sudah terinstall

source: print hash marks as package installs (good with -v)
id: tampilkan hash marks sebagai paket install (baik dengan opsi -v)

source: don't verify package architecture
id: jangan memverifikasi arsitektur paket

source: don't verify package operating system
id: jangan memverifikasi paket sistem operasi

source: don't check disk space before installing
id: jangan mengecheck disk space sebelum menginstall

source: install documentation
id: install dokumentasi

source: install package(s)
id: install paket(s)

source: do not verify package dependencies
id: jangan memverifikasi dependensi paket

source: do not reorder package installation to satisfy dependencies
id: jangan me-reorder instalasi paket untuk memenuhi dependensi

source: upgrade to an old version of the package (--force on upgrades does this automatically)
id: upgrade ke versi yang lebih tua dari paket (--force pada upgrade membuat ini semua secara otomatis)

source: print percentages as package installs
id: tampilkan persentasi proses instalasi paket

source: relocate the package to <dir>, if relocatable
id: relocate paket ke <dir>, jika relocatable

source: relocate files from path <old> to <new>
id: relocate files dari path <lama> ke <baru>

source: <old>=<new>
id: <lama>=<baru>

source: ignore file conflicts between packages
id: menghiraukan file konflik antar paket

source: reinstall if the package is already present
id: reinstall jika paket sudah ada

source: deinstall new, reinstall old, package(s), back to <date>
id: deinstall baru, reinstall lama, paket(s), kembali ke <tanggal>

source: <date>
id: <tanggal>

source: If transaction fails rollback to <date>
id: Jika transaksi gagal balik ke <tanggal>

source: Exclude Transaction I.D. from rollback
id: Abaikan transaksi I.D. dari rollback

source: upgrade package(s)
id: upgrade paket(s)

source: query/verify all packages
id: query/verifikasi semua paket

source: rpm checksig mode
id: rpm mode checksig

source: query/verify package(s) owning file
id: query/verifikasi paket(s) yang memiliki file

source: query/verify package(s) in group
id: query/verifikasi paket(s) dalam group

source: query/verify a package file
id: query/verifikasi sebuah file paket

source: query/verify package(s) from TOP file tree walk
id: query/verifikasi paket(s) dari TOP file tree walk

source: query/verify package(s) from system HDLIST
id: query/verifikasi paket(s) dari system HDLIST

source: query/verify package(s) with source package identifier
id: query/verifikasi paket(s) dengan identifikasi source paket

source: query/verify package(s) with package identifier
id: query/verifikasi paket(s) dengan paket identifier

source: query/verify package(s) with header identifier
id: query/verifikasi paket(s) dengan header identifier

source: query/verify package(s) with file identifier
id: query/verifikasi paket(s) dengan file identifier

source: rpm query mode
id: rpm mode query

source: query/verify a header instance
id: query/verifikasi sebuah header

source: query a spec file
id: query sebuah file spec

source: query source metadata from spec file parse
id: menanyakan sumber metadata dari spec file parse

source: query/verify package(s) from install transaction
id: query/verifikasi paket(s) dari transaksi install

source: query the package(s) triggered by the package
id: query paket(s) yang ditrigger oleh paket

source: rpm verify mode
id: rpm mode verifikasi

source: query/verify the package(s) which require a dependency
id: query/verifikasi paket(s) yang membutuhkan sebuah dependensi

source: query/verify the package(s) which require any contained provide
id: menanyakan/memverifikasi paket(s) yang membutuhkan apapun yang disediakan

source: query/verify the package(s) which provide a dependency
id: query/verifikasi dari paket(s) yang memberikan sebuah dependensi

source: query/verify the package(s) which conflict with a dependency
id: query/verifikasi dari paket(s) yang konflik dengan sebuah dependensi

source: query/verify the package(s) which obsolete a dependency
id: query/verifikasi paket(s) yang membuat ditinggalkan sebuah dependensi

source: create transaction set
id: membuat set transaksi

source: do not order transaction set
id: jangan merubah urutan set transaksi

source: do not glob arguments
id: jangan menyatukan argumen

source: do not process non-package files as manifests
id: jangan memproses file tidak di-paket sebagai implementasi

source: do not read headers
id: jangan membaca headers

source: list all configuration files
id: tampilkan deri semua file konfigurasi

source: list all documentation files
id: tampilkan semua file dokumentasi

source: dump basic file information
id: tampilkan informasi file dasar

source: list files in package
id: tampilkan isi file dalam paket

source: add suggested packages to transaction
id: tambahkan paket yang disarankan pada transaksi

source: skip %%config files
id: lewatkan %%config files

source: skip %%doc files
id: lewatkan %%doc files

source: skip %%ghost files
id: lewatkan %%ghost files

source: use the following query format
id: gunakan format query berikut

source: QUERYFORMAT
id: FORMATQUERY

source: substitute i18n sections into spec file
id: gantikan bagian i18n dalam spec file

source: display the states of the listed files
id: tampilkan status dari file yang ditampilkan

source: specify target platform
id: tentukan target platform

source: don't verify size of files
id: jangan memverifikasi ukuran dari files

source: don't verify symlink path of files
id: jangan memverifikasi symlink path dari files

source: don't verify owner of files
id: jangan memverifikas pemilik dari files

source: don't verify group of files
id: jangan memverifikasi group dari files

source: don't verify modification time of files
id: jangan memverifikasi waktu perubahan dari file

source: don't verify mode of files
id: jangan memverifikasi mode dari files

source: don't verify files in package
id: jangan memverifikasi file dalam paket

source: don't verify package dependencies
id: jangan memverifikasi dependensi paket

source: don't execute verify script(s)
id: jangan menjalankan script(s) verifikasi

source: sign package(s) (identical to --resign)
id: sign paket(s) (sama dengan --resign)

source: verify package signature(s)
id: verifikasi signature(s) paket

source: delete package signatures
id: hapus tanda tangan paket

source: import an armored public key
id: import sebuah armored public key

source: sign package(s) (identical to --addsign)
id: sign paket(s) (sama dengan --addsign)

source: generate signature
id: buat signature

source: specify trust metric
id: spesifikasikan ukuran kepercayaan

source: set ultimate trust when importing pubkey(s)
id: set kepercayaan maksimal ketika mengimpor pubkey(s)

source: unset ultimate trust when importing pubkey(s)
id: unset kepercayaan maksimal ketika mengimpor pubkey(s)

source: cannot write to %%%s %s
id: tidak dapat menulis ke %%%s %s

source: source package expected, binary found
id: source paket diperkirakan, binary ditemukan

source: source package contains no .spec file
id: source paket tidak terdapat spec file

source: Couldn't fork %s: %s
id: Tidak dapat membuka %s: %s

source: %s(%s) scriptlet failed, waitpid(%d) rc %d: %s
id: %s(%s) scriptlet gagal, waitpid(%d) rc %d: %s

source: %s(%s) scriptlet failed, signal %d
id: %s(%s) scriptlet gagal, sinyal %d

source: %s(%s) scriptlet failed, exit status %d
id: %s(%s) scriptlet gagal, status keluar %d

source: %s: %s scriptlet failed (%d), skipping %s
id: %s: %s scriptlet gagal (%d), melewati %s

source: Unable to reload signature header
id: Tidak dapat mereload header signature

source: unpacking of archive failed%s%s: %s
id: gagal membuka archive %s%s: %s

source: on file
id: pada file

source: %s failed on file %s: %s
id: %s gagal pada file %s: %s

source: %s failed: %s
id: %s gagal: %s

source: incorrect format: %s
id: format tidak benar: %s

source: (contains no files)
id: (tidak terdapat files)

source: replaced
id: digantikan

source: not installed
id: tidak diinstall

source: net shared
id: net dishare

source: wrong color
id: warna salah

source: (unknown %3d)
id: (tidak diketahui %3d)

source: package without owner/group tags
id: paket tanpa tanda owner/group

source: key "%s" not found in %s table
id: kunci "%s" tidak ditemukan dalam tabel %s

source: group %s does not contain any packages
id: group %s tidak terdapat paket

source: no package triggers %s
id: tidak ada paket triggers %s

source: no package matches %s: %s
id: tidak ada paket yang cocok %s: %s

source: no package requires %s
id: tidak ada paket yang dibutuhkan %s

source: no package provides %s
id: tidak ada paket yang memberikan %s

source: file %s is not owned by any package
id: file %s tidak dimiliki oleh paket manapun

source: invalid package number: %s
id: nomor paket tidak valid: %s

source: record %u could not be read
id: rekaman %u tidak dapat dibaca

source: package %s is not installed
id: paket %s tidak terinstall

source: (added files)
id: (ditambahkan files)

source: (added provide)
id: (ditambahkan provide)

source: rpmTempFile failed
id: rpmTempFile gagal

source: %s: Fwrite failed: %s
id: %s: Fwrite gagal: %s

source: %s: Fread failed: %s
id: %s: Fread gagal: %s

source: %s: Fflush failed: %s
id: %s: Fflush gagal: %s

source: %s: No signature available
id: %s: Tidak ada signature yang available

source: %s: was already signed by key ID %s, skipping
id: %s: sudah ditandatangani dengan ID kunci %s, dilewati

source: %s: import read failed(%d).
id: %s: import read gagal(%d).

source: %s: import failed.
id: %s: import gagal.

source: headerGet failed
id: headerGet gagal

source: failed to retrieve original header
id: gagal mengambil header asli

source: XAR file not found (or no XAR support)
id: file XAR tidak ditemukan (atau tidak mendukung XAR)

source: Fread failed
id: Fread gagal

source: skipping package %s with unverifiable V%u signature
id: melewatkan paket %s dengan tanda-tangan V%u yang tidak terverifikasi

source: NOT_OK
id: TIDAK_OK

source: (MISSING KEYS:
id: (HILANG KUNCI:

source: (UNTRUSTED KEYS:
id: (KUNCI TIDAK DIPERCAYA:

source: NO
id: TIDAK

source: YES
id: YA

source: PreReq:, Provides:, and Obsoletes: dependencies support versions.
id: PreReq:, Memberikan:, dan Obseletes: dependensi suupport versions.

source: file name(s) stored as (dirName,baseName,dirIndex) tuple, not as path.
id: file name(s) disimpan sebagai (dirName, baseName, dirIndex) tuple, bukan sebagai path

source: package payload can be compressed using bzip2.
id: paket payload dapat dikompres dengan menggunakan bzip2

source: package payload file(s) have "./" prefix.
id: paket payload file(s) memiliki"./" awalan.

source: package name-version-release is not implicitly provided.
id: paket name-version-release tidak secara implisit diberikan.

source: header tags are always sorted after being loaded.
id: header tags selalu diurutkan sesudah diload.

source: the scriptlet interpreter can use arguments from header.
id: interpreter scriptlet dapat menggunakan argument dari header.

source: a hardlink file set may be installed without being complete.
id: sebuah file set hardlink mungkin diinstall tidak secara sempurna.

source: package scriptlets may access the rpm database while installing.
id: paket scriptlets mungkin mengakses database rpm ketika menginstallnya.

source: internal embedded lua scripts.
id: tambagan internal script lua.

source: internal embedded FICL.
id: tambahan internal FICL.

source: internal embedded JavaScript.
id: tambahan internal JavaScript.

source: internal embedded perl scripts.
id: tambahan internal script perl.

source: internal embedded python scripts.
id: tambahan internal script python.

source: internal embedded ruby scripts.
id: tambahan internal ruby script.

source: internal embedded tcl scripts.
id: tambahan internal tcl script.

source: header tag data can be of type uint64_t.
id: header tags dapat memiliki tipe uint64_t.

source: package payload can be in ustar tar archive format.
id: paket payload dapat dalam format ustar tar

source: package payload can be compressed using lzma.
id: paket payload dapat dikompres dengan menggunakan lzma.

source: file digests can be other than MD5.
id: file digests dapat lain dari MD5

source: package payload can be in ar archive format.
id: paket payload dapat dalam format ar archive.

source: package payload can be compressed using xz.
id: paket payload dapat dikompres menggunakan xz.

source: %s:%d "%s" has invalid name. Skipping ...
id: %s:%d "%s" memiliki nama yang tidak valid. Melewatkan ...

source: %s:%d "%s" has no comparison operator. Skipping ...
id: %s:%d "%s" tidak memiliki operator pembanding. Melewatkan ...

source: %s:%d "%s" has no EVR string. Skipping ...
id: %s:%d "%s" tidak memiliki string EVR. Melewatkan ...

source: running "%s" pipe command
id: menjalankan "%s" perintah pipa

source: line %d: No EVR comparison value found. Skipping ...
id: baris %d: Tidak ada perbandingan nilai EVR yang ditemukan. Melewatkan ...

source: The "B" dependency needs an epoch (assuming same epoch as "A") A = "%s" B = "%s"
id: The "B" dependensi membutuhkan sebuah epoch (diasumsikan epoch sama dengan "A") A = "%s" B = "%s"

source: Couldn't create pipe for %s: %m
id: Tidak dapat membuat pipa untuk %s: %m

source: Couldn't exec %s: %s
id: Tidak dapak menjalankan perintah %s: %s

source: Command "%s" failed, exit(%d)
id: Perintah "%s" gagal, exit(%d)

source: failed to write all data to %s
id: gagal menulis seluruh data ke %s

source: Compilation of pattern '%s' (expanded from '%s') failed. Skipping ...
id: Kompilasi dari pola '%s' (diekspan dari '%s') gagal. Melewatkan ...

source: Skipping %c: '%s'
id: Melewatkan %c: '%s'

source: skipping %s provides detection
id: melewatkan %s menyediakan pendeteksian

source: skipping %s requires detection
id: melewatkan %s membutuhkan pendeteksian

source: Finding %s: %s
id: Mencari %s: %s

source: Failed to find %s:
id: Gagal untuk mencari %s:

source: open of %s failed: %s
id: pembukaan dari %s gagal: %s

source: unknown tag: "%s"
id: tag tidak diketahui: "%s"

source: Preparing...
id: Menyiapkan...

source: Preparing packages for installation...
id: Menyiapkan paket untuk instalasi...

source: Repackaging erased files...
id: Repackaging file yang dihapus...

source: Upgrading...
id: Mengupgrade...
