Repository: avokhmin/RPM5
Catalog: po/*.po
Languages: id

source: Upgrading packages...
id: Mengupgrade paket...

source: Suggested resolutions:
id: Disarankan resolusi:

source: Failed dependencies
id: Gagal memenuhi ketergantungan

source: Ordering problems
id: Masalah pengurutan

source: Install/Erase problems
id: masalah di Install/Erase

source: package "%s" cannot be found
id: paket "%s" tidak dapat ditemukan

source: package "%s" cannot be erased
id: paket "%s" tidak dapat dihapus

source: package %s is not relocatable
id: paket %s tidak dapat direlokasikan

source: "%s" specifies multiple packages
id: "%s" menspesifikasikan beberapa paket

source: cannot open %s: %s
id: tidak dapat membuka %s: %s

source: Installing %s
id: Menginstall %s

source: %s cannot be installed
id: %s tidak dapat diinstall

source: can't create transaction lock on %s (%s)
id: tidak dapat membuat kunci transaksi pada %s (%s)

source: waiting for transaction lock on %s
id: menunggu untuk memperoleh kunci transaksi di %s

source: different
id: berbeda

source: package %s is intended for a %s platform
id: paket %s tidak ditujukan untuk platform %s

source: package %s is already installed
id: paket %s sudah terinstall

source: re-packaged package with %s: %s is missing
id: membungkus kembali dengan %s: %s hilang

source: path %s in package %s is not relocatable
id: path %s dalam paket %s tidak dapat direlokasikan

source: file %s conflicts between attempted installs of %s and %s
id: file %s konflik ketikan akan menginstall %s dan %s

source: file %s from install of %s conflicts with file from package %s
id: file %s dari install dari %s konflik dengan file dari paket %s

source: package %s (which is newer than %s) is already installed
id: paket %s (yang lebih baru dari %s) sudah terinstall

source: installing package %s needs %lu%cB on the %s filesystem
id: memasang paket %s membutuhkan %lu%cB pada %s filesystem

source: installing package %s needs %lu inodes on the %s filesystem
id: menginstall paket %s membutuhkan %lu inodes pada %s filesystem

source: package %s pre-transaction syscall(s): %s failed: %s
id: paket %s pre-transaction syscall(s): %s gagal: %s

source: %s is needed by %s%s
id: %s dibutuhkan oleh %s%s

source: (installed)
id: (terinstall)

source: %s conflicts with %s%s
id: %s konflik dengan %s%s

source: installing package %s on %s rdonly filesystem
id: menginstall paket %s pada %s filesystem read-only

source: unknown error %d encountered while manipulating package %s
id: kesalahan tidak diketahui %d ditemui ketikan memanipulasi paket %s

source: Configured system provides (from %s):
id: Pada sistem yang terkonfigurasi menyediakan (dari %s):

source: Features provided by rpmlib installer:
id: Feature disediakan oleh installer rpmlib:

source: Features provided by current cpuinfo (from %s):
id: Feature disediakan oleh informasi saat ini dari cpuinfo (dari %s):

source: Features provided by current getconf:
id: Feature disediakan oleh getconf:

source: Features provided by current uname:
id: Feature disediakan oleh uname:

source: Excluding TID from rollback: %-24.24s (0x%08x)
id: Menghiraukan TID dari rollback: %-24.24s (0x%08x)

source: Missing re-packaged package(s)
id: Hilang re-package paket(s)

source: Rollback packages (+%d/-%d) to %-24.24s (0x%08x):
id: Rollback paket (+%d/-%d) ke %-24.24s (0x%08x):

source: Cleaning up repackaged packages:
id: Membersihkan repackage paket:

source: Removing %s:
id: Menghapus %s:

source: cannot open Packages database in %s
id: tidak dapat membuka database Packages dalam %s

source: cannot open Solve database in %s
id: tidak dapat membuka database Solve dalam %s

source: incorrect solve path format: %s
id: format solve path tidak benar: %s

source: rpmdb erase failed. NEVRA: %s
id: rpmdb gagal menghapus. NEVRA: %s

source: Rollback to %-24.24s (0x%08x)
id: Rollback ke %-24.24s (0x%08x):

source: Invalid number of transaction elements.
id: Jumlah element transaksi tidak valid.

source: missing %c %s
id: kehilangan %c %s

source: Unsatisfied dependencies for %s:
id: dependensi untuk %s tidak terpenuhi:

source: cannot get %s lock on %s/%s
id: tidak dapat mendapatkan %s kunci pada %s/%s

source: exclusive
id: ekslusif

source: shared
id: dishare

source: unrecognized db option: "%s" ignored.
id: opsi db tidak diketahui: "%s" dihiraukan.

source: %s has invalid numeric value, skipped
id: %s memiliki nilai numerik yang tidak valid, dilewati

source: %s has too large or too small long value, skipped
id: %s memiliki nilai terlalu besar atau terlalu kecil, dilewati

source: %s has too large or too small integer value, skipped
id: %s memiliki nilai integer yang terlalu besar atau terlalu kecil, dilewati

source: (not a number)
id: (bukan sebuah nomor)

source: invalid type
id: tipe tidak valid

source: (invalid type)
id: (tipe tidak valid)

source: (not base64)
id: (bukan base64)

source: (invalid type :base64)
id: (tipe tidak valid :base64)

source: (not a string)
id: (bukan sebuah string)

source: (invalid xml type)
id: (tipe xml tidak valid)

source: (invalid yaml type)
id: (tipe yaml tidak valid)

source: (not a blob)
id: (bukan sebuah blob)

source: (not an OpenPGP signature)
id: (bukan sebuah tanda tangan OpenPGP)

source: (invalid type :digest)
id: (tipe tidak valid :digest)

source: (invalid type :stat)
id: (tipe tidak valid :stat)

source: (invalid type :uuid)
id: (tipe tidak valid :uuid)

source: (invalid type :rpn)
id: (tipe tidak valid :rpn)

source: (invalid string :rpn)
id: (tipe tidak valid :rpn)

source: (expected number :rpn)
id: (nomor yang diperkirakan :rpn)

source: (invalid number :rpn)
id: (nomor tipe tidak valid :rpn)

source: (divide by zero :rpn)
id: (dibagi dengan nol :rpn)

source: (invalid type :strsub)
id: (tipe tidak valid :strsub)

source: (invalid args :strsub)
id: (tipe tidak valid :strsub)

source: missing { after %
id: hilang { sesudah %

source: missing } after %{
id: hilang } sesudah %{

source: empty tag format
id: for tag kosong

source: malformed parameter list
id: argument arbgoal time/date stamp salah format

source: empty tag name
id: nama tag kosong

source: unknown tag
id: tag tidak diketahui

source: ] expected at end of array
id: ] diperkirakan pada akhir dari array

source: unexpected ]
id: tidak diperkirakan ]

source: unexpected }
id: tidak diperkirakan }

source: ? expected in expression
id: ? diperkirakan dalam ekspresi

source: { expected after ? in expression
id: { diperkirakan sesudah ? dalam ekspresi

source: } expected in expression
id: } diperkirakan dalam ekspresi

source: : expected following ? subexpression
id: : diperkirakan mengikuti ? subekspresi

source: { expected after : in expression
id: { diperkirakan sesudah : dalam ekspresi

source: | expected at end of expression
id: | diperkirakan pada akhir dari ekspresi

source: array iterator used with different sized arrays
id: array dari iterasi digunakan dengan ukuran arrays yang berbeda

source: read failed
id: gagal membaca

source: write of NULL header
id: menulis NULL header

source: headerUnload failed
id: headerUnload gagal

source: short write of header magic
id: terhenti menulis dari magic header

source: short write of header
id: terhenti menulis header

source: lead size(%u): BAD, read(%d), %s(%d)
id: lead size(%u): BURUK, baca(%d), %s(%d)

source: lead size(%u): BAD, xar read(%u)
id: lead size(%u): BURUK, xar baca(%u)

source: lead magic: BAD, read %02x%02x%02x%02x
id: lead magic: BURUK, baca %02x%02x%02x%02x

source: lead version(%u): UNSUPPORTED
id: lead version(%u): TIDAK DILAYANI

source: sigh type(%u): UNSUPPORTED
id: duh type(%u): TIDAK DILAYANI

source: sigh size(%d): BAD, read returned %d
id: duh ukuran(%d): BURUK, pembacaan memberikan %d

source: sigh magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
id: duh magic: BURUK, baca %02x%02x%02x%02x%02x%02x%02x%02x

source: sigh tags: BAD, no. of tags(%u) out of range
id: duh tags: BURUK, jumlah dari tags(%u) diluar dari jangkauan

source: sigh data: BAD, no. of bytes(%u) out of range
id: duh data: BURUK, jumlah dari bytes(%u) diluar jangkauan

source: sigh blob(%u): BAD, read returned %d
id: duh blob (%u): BURUK, pembacaan memberikan %d

source: tag[%d]: BAD, tag %u type %u offset %d count %u
id: tag[%d]: BURUK, tag %u tipe %u offset %d terhitung %u

source: region offset: BAD, tag %u type %u offset %d count %u
id: region offset: BURUK, tag %u tipe %u offset %d terhitung %u

source: region trailer: BAD, tag %u type %u offset %d count %u
id: region trailer: BURUK, tag %u tipe %u offset %d terhitung %u

source: region size: BAD, ril(%u) > il(%u)
id: region size: BURUK, ril(%u) > il(%u)

source: sigh tag[%u]: BAD, tag %u type %u offset %d count %u
id: duh tag[%u]: BURUK, tag %u tipe %u ofset %d terhitung %u

source: sigh load: BAD
id: duh load: BURUK

source: sigh pad(%u): BAD, read %d bytes
id: duh pad(%u): BURUK, baca %d bytes

source: sigh sigSize(%u): BAD, Fstat(2) failed
id: sigh sigSize(%u): BURUK, Fstat(2) gagal

source: blob size(%d): BAD, 8 + 16 * il(%u) + dl(%u)
id: blob size(%d): BURUK, 8 + 16 * il(%u) + dl(%u)

source: tag[%u]: BAD, tag %u type %u offset %d count %u
id: tag[%u]: BURUK, tag %u tipe %u offset %d terhitung %u

source: hdr SHA1: BAD, not hex
id: hdr SHA1: BURUK, bukan heksadesimal

source: hdr RSA: BAD, not binary
id: hdr RSA: BURUK, bukan binary

source: hdr DSA: BAD, not binary
id: hdr DSA: BURUK, bukan binary

source: skipping header with unverifiable V%u signature
id: melewatkan header dengan tanda-tangan V%u tidak terverifikasi

source: hdr size(%u): BAD, read returned %d
id: hdr size(%u): BURUK, pembacaan memberikan %d

source: hdr magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
id: hdr magic: BURUK, baca %02x%02x%02x%02x%02x%02x%02x%02x

source: hdr tags: BAD, no. of tags(%u) out of range
id: hdr tags: BURUK, no. dari tags(%u) diluar jangkauan

source: hdr data: BAD, no. of bytes(%u) out of range
id: hdr data: BURUK, no. dari bytes(%u) diluar jangkauan

source: hdr blob(%u): BAD, read returned %d
id: hdr blob(%u): BURUK, pembacaan memberikan %d

source: hdr load: BAD
id: hdr load: BURUK

source: rebuild database inverted lists from installed package headers
id: membuat kembali database dibalik lists dari header paket yang terinstall

source: Debug rpmdb DataBase
id: Telusuri basis data rpmdb

source: incorrect format: "%s": %s
id: format tidak benar: "%s": %s

source: no dbpath has been set
id: dbpath belum diset

source: error(%d) getting records from %s index
id: error(%d) mendapatkan rekaman dari %s index

source: error(%d) getting keys from %s index
id: error(%d) mendapatkan kunci dari %s index

source: %s: cannot read header at 0x%x
id: %s: tidak dapat membaca header pada 0x%x

source: Cannot create/verify %s: %s
id: tidak dapat membuat/memverifikasi %s: %s

source: Directory %s must exist
id: Direktori %s tidak ada

source: Directory %s does not exist.
id: pengguna %s tidak ada.

source: Directory %s must be writable.
id: Direktori %s harus dapat ditulis.

source: Old data directory exists, please remove: %s
id: Data direktori lama ada, tolong hapus: %s

source: Path must be writable: %s
id: Jalur harus dapat ditulis: %s

source: groupfile %s cannot be found.
id: berkas grup %s tidak dapat ditemukan.

source: cannot get to file: %s
id: tidak dapat memperoleh berkas: %s

source: Fwrite failed: expected write %u != %u bytes: %s
id: Fwrite gagal: diperkirakan menulis %u != %u bytes: %s

source: Saving %s metadata
id: Menyimpan metadata %s

source: Generating sqlite DBs
id: Membuat sqlite DB

source: Starting %s db creation: %s
id: Memulai pembuatan %s db: %s

source: Ending %s db creation: %s
id: Mengakhiri pembuatan %s db: %s

source: Sqlite DBs complete
id: Sqlite DB selesai

source: Error saving temp file for %s%s%s: %s
id: Error menyimpan berkas sementara untuk %s%s%s: %s

source: Could not save temp file: %s
id: Tidak dapat menyimpan berkas sementara: %s

source: Error moving final %s to old dir %s
id: Error memindahkan akhir %s ke direktori lama %s

source: Error moving final metadata into place
id: Error memindahkan metadata akhir kedalam tempatnya

source: Could not remove old metadata file: %s: %s
id: Tidak dapat menghapus berkas metadata lama: %s: %s

source: Could not restore old non-metadata file: %s -> %s: %s
id: Tidak dapat mengembalikan berkas bukan-metadata lama: %s -> %s: %s

source: %s: Fread(%s) failed: %s
id: %s: Fread(%s) gagal: %s

source: don't compress
id: jangan kompres

source: use gzip compression
id: gunakan kompresi gzip

source: use bzip2 compression
id: gunakan kompresi bzip2

source: use lzma compression
id: gunakan kompresi lzma

source: use xz compression
id: gunakan kompresi xz

source: output nothing except for serious errors
id: jangan keluarkan apapun kecuali untuk error serius

source: output more debugging info.
id: keluarkan lebih banyak informasi debug.

source: sanity check arguments, don't create metadata
id: argumen pemeriksaan sanity, jangan membuat metadata

source: glob PATTERN(s) to exclude
id: glob PATTERN(s) untuk exclude

source: PATTERN
id: POLA

source: glob PATTERN(s) to include
id: glob POLA untuk dimasukan

source: top level directory
id: direktori puncak

source: baseurl to append on all files
id: baseurl ditambahkan di semua berkas

source: BASEURL
id: BASISURL

source: path to groupfile to include in metadata
id: jalur ke berkas grup untuk dimasukan dalam metadata

source: FILE
id: BERKAS

source: make sure all xml generated is formatted
id: pastika seluruh xml yang dihasilkan telah diformat

source: check timestamps on files vs the metadata to see if we need to update
id: periksa timestamp di berkas vs metadata yang terlihat jika kita butuhkan untuk memperbarui

source: create sqlite3 database files
id: buat sqlite3 berkas basis data

source: generate split media
id: buat media terpisah

source: use only the files listed in this file from the directory specified
id: gunakan hanya berkas yang terdaftar dalam berkas ini dari direktori yang dispesifikasikan

source: <dir> = optional directory to output to
id: <dir> = direktori opsional yang dikeluarkan ke

source: ignore symlinks of packages
id: abaikan link simbolik dari paket

source: include the file's checksum in the filename, helps with proxies
id: masukan berkas checksum dalam nama berkas, bantu dengan proxy

source: Fts(3) traversal options:
id: Opsi Fts(3) traversal:

source: Available compressions:
id: Kompresi yang tersedia:

source: Available digests:
id: Digest yang tersedia:

source: Common options for all rpmio executables:
id: Opsi yang sama untuk semua rpmio dan executables:

source: Must specify path(s) to index.
id: Harus menspesifikasikan jalur ke index.

source: error creating temporary file %s
id: tidak bisa membuat file temporari %s

source: Couldn't create pipe for signing: %m
id: Tidak dapat membuat pipa untuk penanda-tanganan: %m

source: Could not exec %s: %s
id: Tidak dapak menjalankan perintah %s: %s

source: Failed rpmkuPassPhrase(passPhrase): %s
id: Gagal rpmkuPassPhrase(passPhrase): %s

source: gpg exec failed (%d)
id: eksekusi gpg gagal (%d)

source: gpg failed to write signature
id: gpg gagal untuk menulis signature

source: unable to read the signature
id: tidak dapat membaca signature

source: signature:
id: tanda tangan:

source: Verify signature: BAD PARAMETERS
id: Verifikasi signature: PARAMETER TIDAK BAIK

source: Signature: UNKNOWN (%u)
id: Signature: TIDAK DIKETAHUI (%u)

source: Unable to get lock on db %s, retrying... (%d)
id: Tidak dapat memperoleh kundi di db %s, mencoba... (%d)

source: rmdir of %s failed: Directory not empty
id: rmdir dari %s gagal: Direktori tidak kosong

source: rmdir of %s failed: %s
id: rmdir dari %s gagal: %s

source: unlink of %s failed: %s
id: unlink dari %s gagal: %s

source: Bad magic
id: Magic buruk

source: Bad/unreadable header
id: Buruk/tidak dapat dibaca kepala

source: Header size too big
id: Ukuran header terlalu besar

source: Unknown file type
id: tipe file tidak diketahui

source: Missing hard link(s)
id: Hard links hilang

source: File digest mismatch
id: File digest tidak cocok

source: Internal error
id: Kesalahan internal

source: Archive file not in header
id: Archive file tidak terdapat pada header

source: failed -
id: gagal -

source: ======================== active %d empty %d
id: ======================== aktif %d kosong %d

source: %3d>%*s(empty)
id: %3d>%*s(kosong)

source: %3d<%*s(empty)
id: %3d<%*s(kosong)

source: Macro %%%s has unterminated body
id: Macro %%%s memiliki isi yang tidak diselesaikan

source: Macro %%%s has illegal name (%%define)
id: Macro %%%s memiliki nama ilegal (%%definisi)

source: Macro %%%s has unterminated opts
id: Macro %%%s opsinya tidak diselesaikan

source: Macro %%%s has empty body
id: Macro %%%s tidak memiliki isi

source: Macro %%%s failed to expand
id: Macro %%%s gagal untuk mengekspansi

source: Macro %%%s has illegal name (%%undefine)
id: Macro %%%s memiliki nama illegal (%%tidak terdifinisi)

source: Macro %%%s (%s) was not used below level %d
id: Macro %%%s (%s) tidak digunakan dibawah level %d

source: Unknown option in macro %s(%s): %s: %s
id: Opsi tidak diketahui dalam macro %s(%s): %s: %s

source: Recursion depth(%d) greater than max(%d)
id: Kedalaman level rekursi (%d) lebih besar daripada maksimum (%d)

source: A %% is followed by an unparseable macro
id: A %% diikuti dengan sebuah macro yang tidak dapat di-parse-kan

source: %s: load macros failed
id: %s: gagal menjalankan macro

source: Macro %%%.*s not found, skipping
id: Macro %%%.*s tidak ditemukan, dilewati

source: Macro expansion too big for target buffer
id: Macro ekspansi terlalu besar untuk buffer target

source: Macro '%s' is readonly and cannot be changed.
id: Macro '%s' adalah read-only dan tidak dapat diubah.

source: File %s is smaller than %u bytes
id: File %s lebih kecil sebesar %u bytes

source: %s: Failed to set locale %s (obtained from %s)
id: %s: Gagal menset lokal %s (diperoleh dari %s)

source: pcre_compile2 failed: %s(%d) at offset %d of "%s"
id: pcre_compile2 gagal: %s(%d) di ofset %d dari "%s"

source: %s: regcomp failed: %s
id: %s: gagal regcomp: %s

source: %s: regexec failed: %s(%d)
id: %s: regexec gagal: %s(%d)

source: pcre_exec failed: return %d
id: pcre_exec gagal: mengembalikan %d

source: fnmatch failed: return %d
id: fnmatch gagal: mengembalikan %d

source: number %d
id: nomor %d

source: %s: Error while studying regex%s: %s
id: %s: Error ketika mempelajari regex%s: %s

source: No hash algorithm
id: Tidak ada algoritma hash

source: All hash algorithm(s)
id: Semua algoritma hash

source: FTS_COMFOLLOW: follow command line symlinks
id: FTS_COMFOLLOW: mengikuti perintah symlinks

source: FTS_NOCHDIR: don't change directories
id: FTS_NOCHDIR: jangan mengubah direktori

source: FTS_NOSTAT: don't get stat info
id: FTS_NOSTAT: tidak dapat mendapatkan info statistik

source: FTS_SEEDOT: return dot and dot-dot
id: FTS_SEEDOT: mengembalikan titik dan titik-titik

source: FTS_XDEV: don't cross devices
id: FTS_XDEV: jangan cross devices

source: FTS_WHITEOUT: return whiteout information
id: FTS_WHITEOUT: kembali tanpa memberikan informasi

source: Send stdout to CMD
id: Mengirimkan stdout ke CMD

source: Use ROOT as top level directory
id: Menggunakan ROOT sebagai direktori paling atas

source: Provide less detailed output
id: Memberikan output yang kurang detail

source: Provide more detailed output
id: Memberikan output yang lebih detail

source: Disable use of libio(3) API
id: Menonaktifkan penggunaan dari API libio(3)

source: Select cryptography implementation
id: Pilih implementasi kriptographi

source: CRYPTO
id: ENKRIPSI

source: Debug ar archives
id: Telusuri ar archives

source: Debug argv collections
id: Telusuri pengoleksian argv

source: Debug cpio archives
id: Telusuri cpio archives

source: Debug WebDAV data stream
id: Telusuri WebDAV data stream

source: Debug FTP/HTTP data stream
id: Telusuri FTP/HTTP data stream

source: Debug Fts(3) traverse
id: Telusuri Fts(3) traverse

source: Debug hash tables
id: Telusuri tabel hash

source: Debug I/O state machine
id: Telusuri I/O state machine

source: Debug miRE patterns
id: Telusuri pola miRE

source: Debug PGP usage
id: Telusuri penggunaan PGP

source: Debug rpmio I/O
id: Telusuri rpmio I/O

source: Debug rpmio I/O buffers
id: Telusuri penyangga rpmio I/O

source: Debug embedded FICL interpreter
id: Telusuri penginterpretasi FICL

source: Debug embedded JavaScript interpreter
id: Telusuri penginterpretasi tambahan JavaScript

source: Debug embedded Lua interpreter
id: Telusuri penginterpretasi tambahan Lua

source: Debug rpmmg magic
id: Telusuri magic rpmmg

source: Debug embedded Perl interpreter
id: Telusuri penginterpretasi tambahan Perl

source: Debug embedded Python interpreter
id: Telusuri penginterpretasi tambahan Python

source: Debug embedded Ruby interpreter
id: Telusuri penginterpretasi tambahan Ruby

source: Debug rpmsq Signal Queue
id: Telusuri Sinyal Antrian rpmsq

source: Debug embedded TCL interpreter
id: Telusuri penginterpretasi tambahanan TCL

source: Debug rpmzq Job Queuing
id: Telusuri Antrian Kerja rpmzq

source: Debug xar archives
id: Telusuri xar archives

source: Debug tar archives
id: Telusuri tar archives

source: Debug URL cache handling
id: Telusuri URL cache handling

source: Authorization Required
id: Membutuhkan authorisasi

source: Unknown Error
id: Error tidak diketahui

source: Success
id: Sukses

source: Bad server response
id: Respon server tidak baik

source: Unable to lookup server host address
id: Tidak dapat mendapatkan host address dari server

source: Unable to lookup server host name
id: Tidak dapat mendapatkan host name dari server

source: Failed to connect to server
id: Gagal untuk menghubungi server

source: Failed to establish data connection to server
id: Gagal untuk mendirikan koneksi data ke server

source: I/O error to local file
id: I/O error menuju file local

source: Error setting remote server to passive mode
id: Error menset remote server ke dalam mode passive

source: File not found on server
id: File tidak ditemukan dalam server

source: Abort in progress
id: Penggagalan dalam pelaksanaan

source: Unknown or unexpected error
id: Error tidak diketahui atau tidak diduga

source: (no error)
id: (tidak error)

source: warning:
id: peringatan:

source: invalid syntax in Lua scriptlet: %s
id: sintak tidak valid dalam Lua scriptlet: %s

source: invalid syntax in Lua script: %s
id: sintak dalam Lua script tidak valid: %s

source: Lua script failed: %s
id: Lua script gagal: %s

source: invalid syntax in Lua file: %s
id: sintak dalam file Lua tidak valid: %s

source: lua hook failed: %s
id: lua hook gagal: %s

source: memory alloc (%u bytes) returned NULL.
id: alokasi memori (%u bytes) mengembalikan NULL.

source: magic_load(ms, %s) failed: %s
id: magic_load(ms, %s) gagal: %s

source: magic_open(0x%x) failed: %s
id: magic_open(0x%x) gagal: %s

source: magic_file(ms, %s) failed: %s
id: magic_file(ms, %s) gagal: %s

source: magic_buffer(ms, %p[%u]) failed: %s
id: magic_buffer(ms, %p[%u]) gagal: %s

source: invalid UUID version number
id: Versi nomor UUID tidak valid

source: namespace or data required for requested UUID version
id: ruang nama atau data yang dibutuhkan untuk Versi UUID yang diminta

source: either string or binary result buffer required
id: baik string atau binary hasil penyangga dibutuhkan

source: failed to create UUID object: %s
id: gagal untuk membuat UUID objek: %s

source: failed to create UUID namespace object: %s
id: gagal untuk membuat UUID namespasce objek: %s

source: failed to import UUID namespace object: %s
id: gagal untuk mengimpor UUID namespace objek: %s

source: failed to make UUID object: %s
id: gagal untuk membuat UUID objek: %s

source: failed to export UUID object as string representation: %s
id: gagal untuk mengekspor UUID objek sebagai representasi string: %s
