Repository: avokhmin/RPM5
Catalog: po/*.po
Languages: id

source: Failed build dependencies
id: Gagal membuat dependensi

source: Unable to open spec file %s: %s
id: Tidak dapat membuka file spec %s: %s

source: Failed to read spec file from %s
id: Gagal membaca file spec dari %s

source: Failed to rename %s to %s: %m
id: Gagal untuk mengubah nama file dari %s menjadi %s: %m

source: failed to stat %s: %m
id: Gagal untuk mendapatkan statistik %s: %m

source: File %s is not a regular file.
id: File %s bukan file biasa.

source: File %s does not appear to be a specfile.
id: File %s sepertinya bukan merupakan specfile.

source: Building target platforms: %s
id: Membuat platform untuk target: %s

source: Query options (with -q or --query):
id: Opsi Query (dengan -q atau --query):

source: Verify options (with -V or --verify):
id: Opsi Verify (dengan -V atau dengan --verify):

source: Source options (with --query or --verify):
id: Opsi sumber (dengan -V atau dengan --verify):

source: Dependency check/order options:
id: Opsi pengecheckan/urutan ketergantungan:

source: File tree walk options (with --ftswalk):
id: Opsi 'file tree walk' (dengan --ftswalk):

source: Signature options:
id: Opsi Signature:

source: Database options:
id: Opsi databasa:

source: Build options with [ <specfile> | <tarball> | <source package> ]:
id: Membuat dengan opsi [ <specfile> | <tarball> | <source package> ]:

source: Install/Upgrade/Erase options:
id: Opsi Install/Upgrade/Erase:

source: Common options:
id: Opsi yang sama:

source: only one major mode may be specified
id: hanya satu mode major yang mungkin dispesifikasikan

source: one type of query/verify may be performed at a time
id: satu tipe dari query/verify yang mungkin dilakukan dalam satu waktu

source: unexpected query flags
id: query flags tidak diperkirakan

source: unexpected query format
id: format query tidak diperkirakan

source: unexpected query source
id: source query tidak diperkirakan

source: only installation, upgrading, rmsource and rmspec may be forced
id: hanya instalasi, upgrade, rmsource dan rmspec yang mungkin dipaksakan

source: files may only be relocated during package installation
id: files mungkin hanya di relokasikan selama instalasi package

source: cannot use --prefix with --relocate or --excludepath
id: tidak dapat menggunakan --prefix dengan --relocate atau --excludepath

source: --relocate and --excludepath may only be used when installing new packages
id: --relocate dan --excludepath mungkin hanya digunakan ketika menginstall packages baru

source: --prefix may only be used when installing new packages
id: --prefix mungkin hanya digunakan ketikan menginstall package baru

source: arguments to --prefix must begin with a /
id: argument untuk --prefix harus dimulai dengan sebuah /

source: --hash (-h) may only be specified during package installation
id: --hash (-h) hanya bisa dispesifikasikan selama instalasi package

source: --percent may only be specified during package installation
id: --percent hanya bisa dispesifikasikan selama instalasi package

source: --replacepkgs may only be specified during package installation
id: --replacepkgs hanya bisa dispesifikasikan selama instalasi package

source: --excludedocs may only be specified during package installation
id: --excludedocs hanya bisa dispesifikasikan selama instalasi package

source: --includedocs may only be specified during package installation
id: --includedocs hanya bisa dispesifikasikan selama instalasi package

source: only one of --excludedocs and --includedocs may be specified
id: hanya salah satu dari --excludedocs dan --includedocs yang boleh dispesifikasikan

source: --ignorearch may only be specified during package installation
id: --ignorearch hanya bisa dispesifikasikan selama instalasi package

source: --ignoreos may only be specified during package installation
id: --ignoreos hanya bisa dispesikasikan selama instalasi package

source: --allmatches may only be specified during package erasure
id: --allmatches hanya bisa dispesifikasikan selama penghapusan package

source: --allfiles may only be specified during package installation
id: --allfiles hanya bisa dispesifikasikan selama instalasi package

source: --justdb may only be specified during package installation and erasure
id: --justdb hanya bisa dispesifikasikan selama instalasi dan penghapusan package

source: script disabling options may only be specified during package installation and erasure
id: script disabling options hanya bisa dispesifikasikan selama prosesinstalasi dan penghapusan package

source: trigger disabling options may only be specified during package installation and erasure
id: trigger disabling opstions hanya bisa dispesifikasikan selama proses instalasi dan penghapusan package

source: --nodeps may only be specified during package building, rebuilding, recompilation, installation, erasure, and verification
id: --nodeps hanya bisa dispesikasikan dalam proses pembuatan, pembuatan kembali, rekompilasi kembali, instalasi, penghapusan, dan verifikasi

source: --test may only be specified during package installation, erasure, and building
id: --test hanya boleh dispesifikasikan selama instalasi, penghapusan, dan pembuatan package

source: --root (-r) may only be specified during installation, erasure, querying, and database rebuilds
id: --root (-r) hanya boleh dispesikasikan selama instalasi, penghapusan, pertanyaan, dan pembuatan kembali database

source: arguments to --root (-r) must begin with a /
id: argument untuk --root (-r) harus diawali dengan sebuah /

source: no files to sign
id: tidak ada files untuk ditandai

source: cannot access file %s
id: tidak dapat mengakses file %s

source: Enter pass phrase:
id: Masukkan kata kunci:

source: Pass phrase check failed
id: Pengecheckan kata kunci gagal

source: Pass phrase is good.
id: Kata kunci bagus.

source: creating a pipe for --pipe failed: %m
id: pembuatan sebuah pipa untuk --pipe gagal: %m

source: exec failed
id: exec gagal

source: no packages files given for rebuild
id: tidak disebutkan nama packages untuk rebuild

source: no spec files given for build
id: tidak ada file spec untuk build

source: no tar files given for build
id: tidak disebutkan nama file tar untuk dibuat

source: no packages given for erase
id: tidak disebutkan packages yang ingin dihapus

source: no packages given for install
id: tidak disebutkan packages yang ingin diinstall

source: no arguments given for query
id: tidak diberikan argumen untuk permintaan (query)

source: no arguments given for verify
id: tidak diberikan argumen untuk memverifikasi

source: no arguments given
id: tidak diberikan argumen

source: Unable to open temp file.
id: Tidak dapat membuat file temporari.

source: Executing(%s): %s
id: Menjalankan(%s): %s

source: Bad exit status from %s (%s)
id: status exit dari %s (%s) buruk

source: syntax error while parsing ==
id: syntax error ketika parsing ==

source: syntax error while parsing &&
id: syntax error ketika parsing &&

source: syntax error while parsing ||
id: syntax error ketika parsing ||

source: parse error in expression
id: parse error dalam ekspresi

source: unmatched (
id: tidak cocok (

source: - only on numbers
id: - hanya pada angka

source: ! only on numbers
id: ! hanya pada angka

source: types must match
id: tipe harus cocok

source: * / not suported for strings
id: * / tidak dilayani untuk strings

source: - not suported for strings
id: - tidak dilayani untuk strings

source: && and || not suported for strings
id: && dan || tidak dilayani untuk strings

source: syntax error in expression
id: sintak error dalam ekspresi

source: TIMECHECK failure: %s
id: TIMECHECK gagal: %s

source: Missing '(' in %s %s
id: Hilang '(' dalam %s %s

source: Missing ')' in %s(%s
id: Hilang ')' dalam %s(%s

source: Invalid %s token: %s
id: Token %s tidak valid: %s

source: Missing %s in %s %s
id: Hilang %s dalam %s %s

source: Non-white space follows %s(): %s
id: Spasi mengikuti %s(): %s

source: Bad syntax: %s(%s)
id: Sintak tidak baik: %s(%s)

source: Bad mode spec: %s(%s)
id: Mode spesifikasi tidak baik: %s(%s)

source: Bad dirmode spec: %s(%s)
id: dirmode spesifikasi tidak baik: %s(%s)

source: Unusual locale length: "%.*s" in %%lang(%s)
id: panjang local tidak biasa : "%.*s" dalam %%lang(%s)

source: Duplicate locale %.*s in %%lang(%s)
id: Duplikasi locale %.*s dalam %%lang(%s)

source: Hit limit for %%docdir
id: Mengenai limit untuk %%docdir

source: Only one arg for %%docdir
id: Hanya satu arg untuk %%docdir

source: Two files on one line: %s
id: Dua files dalam satu baris: %s

source: File must begin with "/": %s
id: File harus diawali dengan "/": %s

source: Can't mix special %%doc with other forms: %s
id: Tidak dapat mencampurkan spesial %%doc dengan format lain: %s

source: illegal _docdir_fmt: %s
id: _docdir_fmt ilegal: %s

source: File listed twice: %s
id: File dilist dua kali: %s

source: Symlink points to BuildRoot: %s -> %s
id: Symlink menunjuk ke BuildRoot: %s -> %s

source: File doesn't match prefix (%s): %s
id: File tidak cocok dengan prefik (%s): %s

source: Optional file not found: %s
id: File tambahan tidak ditemukan: %s

source: File not found: %s
id: File tidak ditemukan: %s

source: %s: can't load unknown tag (%d).
id: %s: tidak dapat menggunakan tag yang tidak dikenal (%d).

source: %s: public key read failed.
id: %s: public key gagal dibaca.

source: %s: not an armored public key.
id: %s: bukan sebuah public key yang memiliki armor.

source: %s: *.te policy read failed.
id: %s: kebijakan *.te gagal dibaca.

source: File needs leading "/": %s
id: File membutuhkan awalan "/": %s

source: Glob not permitted: %s
id: Glob tidak diperbolehkan: %s

source: Optional file not found by glob: %s
id: File tambahan tidak ditemukan oleh glob: %s

source: File not found by glob: %s
id: File tidak ditemukan oleh glob: %s

source: Could not open %%files file %s: %s
id: Tidak dapat membuka %%files file %s: %s

source: line: %s
id: baris: %s

source: Bad file: %s: %s
id: File tidak baik: %s: %s

source: Bad owner/group: %s
id: owner/group tidak baik: %s

source: Checking for unpackaged file(s): %s
id: Mengecheck untuk mengunpack file(s): %s

source: Installed (but unpackaged) file(s) found: %s
id: Terinstall (tetapi tidak di unpack) file(s) ditemukan: %s

source: Processing files: %s
id: Memproses files: %s

source: getUname: too many uid's
id: getUname: terlalu banyak uid's

source: getUnameS: too many uid's
id: getUnameS: terlalu banyak uid's

source: getUidS: too many uid's
id: getUidS: terlalu banyak uid's

source: getGname: too many gid's
id: getGname: terlalu banyak gid's

source: getGnameS: too many gid's
id: getGnameS: terlalu banyak gid's

source: getGidS: too many gid's
id: getGidS: terlalu banyak gid's

source: Could not canonicalize hostname: %s
id: Tidak dapat meng-canonicalize hostname: %s

source: create archive failed on file %s: %s
id: gagal membuat archive untuk file %s: %s

source: create archive failed: %s
id: gagal membuat archive: %s

source: cpio_copy write failed: %s
id: cpio_copy write gagal: %s

source: cpio_copy read failed: %s
id: cpio_copy gagal membaca: %s

source: Could not open PreIn file: %s
id: Tidak dapat membuka PreIn file: %s

source: Could not open PreUn file: %s
id: Tidak dapat membuka PreUn file: %s

source: Could not open PreTrans file: %s
id: Tidak dapat membuka berkas PreTrans: %s

source: Could not open PostIn file: %s
id: Tidak dapat membuka PostIn file: %s

source: Could not open PostUn file: %s
id: Tidak dapat membuka PostUn file: %s

source: Could not open PostTrans file: %s
id: Tidak dapat membuka berkas PostTrans: %s

source: Could not open VerifyScript file: %s
id: Tidak dapat membukan VerifyScript file: %s

source: Could not open Test file: %s
id: Tidak dapat membuka file Test: %s

source: Could not open Trigger script file: %s
id: Tidak dapat membuka Trigger script file: %s

source: %s: Fseek failed: %s
id: %s: Fseek gagal: %s

source: readRPM: %s is not an RPM package
id: readRPM: %s bukan sebuah package RPM

source: readRPM: reading header from %s
id: readRPM: membaca header dari %s

source: Unable to create immutable header region.
id: Tidak dapat membuat header immutable region.

source: Generating signature: %d
id: Membuat signature: %d

source: Unable to reload signature header.
id: Tidak dapat mereload signature header.

source: Could not open %s: %s
id: Tidak dapat membuka %s: %s

source: Unable to write package: %s
id: Tidak dapat menulis package: %s

source: Unable to open sigtarget %s: %s
id: Tidak dapat membuka sigtarget %s: %s

source: Unable to read payload from %s: %s
id: Tidak dapat membaca payload dari %s: %s

source: Unable to write payload to %s: %s
id: Tidak dapat menulis payload untuk %s: %s

source: Wrote: %s
id: Menulis: %s

source: Could not generate output filename for package %s: %s
id: Tidak dapat membuat output nama file untuk package %s: %s

source: cannot create %s: %s
id: tidak dapat membuat %s: %s

source: line %d: second %%%s section
id: bagian baris %d: detik %%%s

source: %%changelog entries must start with *
id: %%masukan changelog harus diawali dengan *

source: incomplete %%changelog entry
id: masukan %%changelog tidak lengkap

source: bad date in %%changelog: %s
id: tanggal tidak baik dalam %%changelog: %s

source: %%changelog not in descending chronological order
id: %%changelog tidak dalam kondisi descending chronological order

source: missing name in %%changelog
id: hilang nama dalam %%changelog

source: no description in %%changelog
id: tidak terdapat deskripsi dalam %%changelog

source: line %d: Error parsing %%description: %s
id: baris %d: Error parsing %%description: %s

source: line %d: Bad option %s: %s
id: baris %d: Opsi tidak baik %s: %s

source: line %d: Too many names: %s
id: baris %d: Terlalu banyak nama: %s

source: line %d: Package does not exist: %s
id: baris %d: Package tidak ada: %s

source: line %d: Error parsing %%files: %s
id: baris %d: Error parsing %%files: %s

source: line %d: Second %%files list
id: baris %d: %%file urutan kedua

source: Architecture is excluded: %s
id: Arsitektur tidak dimasukkan: %s

source: Architecture is not included: %s
id: Arsitektur tidak termasuk: %s

source: OS is excluded: %s
id: OS tidak ada: %s

source: OS is not included: %s
id: OS tidak termasuk: %s

source: %s field must be present in package: %s
id: %s field harus ada dalam package: %s

source: Duplicate %s entries in package: %s
id: Duplikasi %s masukan dalam package: %s

source: No icon file in sources
id: Tidak ada file icon dalam kode program

source: Invalid icon URL: %s
id: Ikon URL tidak valid: %s

source: Unable to open icon %s: %s
id: Tidak dapat membuka icon %s: %s

source: Unable to read icon %s: %s
id: Tidak dapat membaca icon %s: %s

source: Icon %s is too big (max. %d bytes)
id: Ikon %s terlalu besar (maksimal %d bytes)

source: line %d: Tag takes single token only: %s
id: baris %d: Tag takes single token only: %s

source: line %d: invalid tag value("%s") %s: %s
id: baris %d: nilai tag tidak valid ("%s") %s: %s

source: line %d: Malformed tag: %s
id: baris %d: Format tag tidak benar: %s

source: line %d: Empty tag: %s
id: baris %d: Tag kosong: %s

source: line %d: Illegal char '-' in %s: %s
id: baris %d: Karakter ilegal '-' dalam %s: %s

source: BuildRoot can not be "/": %s
id: BuildRoot tidak dapat merupakan"/": %s

source: line %d: Prefixes must begin with "/": %s
id: baris %d: Prefixes harus diawali dengan"/": %s

source: line %d: Prefixes must not end with "/": %s
id: baris %d: Prefixes tidak boleh diakhiri dengan"/": %s

source: line %d: Docdir must begin with '/': %s
id: baris %d: Docdir harus diawali dengan '/': %s

source: line %d: %s takes an integer value: %s
id: baris %d: %s menggunakan sebuah nilai bilangan bulat: %s

source: line %d: Bad %s: qualifiers: %s
id: baris %d: Tidak baik %s: qualifiers: %s

source: line %d: Bad BuildArchitecture format: %s
id: baris %d: Format BuildArchitecture tidak baik: %s

source: line %d: Only "noarch" sub-packages are supported: %s
id: baris %d: Hanya "noarch" sub-packages tidak didukung: %s

source: Legacy syntax is unsupported: %s
id: Sintak legacy tidak didukung: %s

source: Bad package specification: %s
id: Spesifikasi package tidak baik: %s

source: line %d: Unknown tag: %s
id: baris %d: Tag tidak diketahui: %s

source: Bad source: %s: %s
id: source tidak baik: %s: %s

source: No patch number %d
id: Nomor patch tidak ada %d

source: No source number %d
id: Nomor source tidak ada %d

source: Error parsing %%setup: %s
id: Error memparsing %%setup: %s

source: line %d: Bad arg to %%setup: %s
id: baris %d: Argumen tidak baik untuk %%setup: %s

source: line %d: Bad %%setup option %s: %s
id: baris %d: Tidak baik %%setup opsi %s: %s

source: line %d: Need arg to %%patch -b: %s
id: baris %d: Membutuhkan arg untuk %%patch -b: %s

source: line %d: Need arg to %%patch -z: %s
id: baris %d: Membutuhkan arg untuk %%patch -z: %s

source: line %d: Bad arg to %%patch -F: %s
id: baris %d: Bad arg untuk %%patch -F: %s

source: line %d: Need arg to %%patch -d: %s
id: baris %d: Membutuhkan arg untuk %%patch -d: %s

source: line %d: Need arg to %%patch -p: %s
id: baris %d: Membutuhkan arg untuk %%patch -p: %s

source: line %d: Bad arg to %%patch -p: %s
id: baris %d: Bad arg untuk %%patch -p: %s

source: Too many patches!
id: Terlalu banyak patches!

source: line %d: Bad arg to %%patch: %s
id: baris %d: arg tidak baik untuk %%oatch: %s

source: Missing %s%d %s: %s
id: Hilang %s%d %s: %s

source: Fetching(%s%d): %s
id: Mengambil(%s%d): %s

source: Fetching %s%d failed: %s
id: Gagal mengambil %s%d: %s

source: Missing %s%d: %s: %s
id: Hilang %s%d: %s: %s

source: line %d: second %%prep
id: baris %d: kedua %%prep

source: line %d: Dependency "%s" must begin with alpha-numeric, '_' or '/': %s
id: baris %d: Dependensi "%s" harus diawali dengan alpha-numeric, '_' atau '/': %s

source: line %d: Versioned file name not permitted: %s
id: baris %d: Nama file yang terversi tidak diperbolehkan: %s

source: line %d: triggers must have --: %s
id: baris %d: triggers harus memiliki --: %s

source: line %d: Error parsing %s: %s
id: baris %d: Error memparsing %s: %s

source: line %d: script program must begin with '/': %s
id: baris %d: script program harus diawali dengan '/': %s

source: line %d: Second %s
id: baris %d: Kedua %s

source: line %d: unsupported internal script: %s
id: baris %d: internal script tidak didukung: %s

source: line %d: %s
id: baris %d: %s

source: Unable to open %s: %s
id: Tidak dapat membuka %s: %s

source: Unclosed %%if
id: Tidak ditutup %%if

source: %s:%d: Got a %%else with no %%if
id: %s:%d: Memperoleh sebuah %%else dengan tidak disertai %%if

source: %s:%d: Got a %%endif with no %%if
id: %s:%d: Mendapat sebuah %%endif dengan tidak disertai %%if

source: malformed %%include statement
id: format %%include statement

source: No compatible architectures found for build
id: Arsitektur tidak kompatibel ditemukan untuk membuat

source: Package has no %%description: %s
id: Package tidak memiliki %%description: %s

source: build through %prep (unpack sources and apply patches) from <specfile>
id: build melalui %prep (unpack source dan memberikan patches) dari <specfile>

source: build through %build (%prep, then compile) from <specfile>
id: build melalui %build (%prep, kemudian kompile) dari <specfile>

source: build through %install (%prep, %build, then install) from <specfile>
id: build melalui %install (%prep, %build, kemudian install) dari <specfile>

source: verify %files section from <specfile>
id: verifikasi %files section dari <specfile>

source: build source and binary packages from <specfile>
id: buat source dan binary packages dari <specfile>

source: build binary package only from <specfile>
id: hanya buat binary package dari <specfile>

source: build source package only from <specfile>
id: hanya buat source package dari <specfile>

source: track versions of sources from <specfile>
id: jejak versi sumber (sources) dari <specfile>

source: fetch missing source and patch files
id: mengambil sumber yang hilang dan files patch

source: build through %prep (unpack sources and apply patches) from <tarball>
id: build melalui %prep (unpack source dan memberikan patches) dari <tarball>

source: build through %build (%prep, then compile) from <tarball>
id: build melalui %build (%prep, kemudian kompile) dari <tarball>

source: build through %install (%prep, %build, then install) from <tarball>
id: build melalui %install (%prep, %build, kemudian install) dari <tarball>

source: verify %files section from <tarball>
id: verifikasi %files bagian dari <tarball>

source: build source and binary packages from <tarball>
id: build source dan binary packages dari <tarball>

source: build binary package only from <tarball>
id: build binary package hanya dari <tarball>

source: build source package only from <tarball>
id: build source package hanya dari <tarball>

source: build binary package from <source package>
id: build binary package dari <source package>

source: build through %install (%prep, %build, then install) from <source package>
id: build melalui %instal (%prep, %build, kemudian install) dari <source package>

source: remove build tree when done
id: menghapus build tree ketika selesai

source: do not execute any stages of the build
id: jangan menjalankan tahapan manapun dari build

source: do not verify build dependencies
id: jangan memverifikasi dependensi build

source: disable automagic Provides: extraction
id: menonaktifkan automagic Provides: extraction

source: disable automagic Requires: extraction
id: menonaktifkan automagic Requires: extraction

source: disable tags forbidden by LSB
id: menonaktifkan tags dilarang oleh LSB

source: don't verify package digest(s)
id: jangan memverifikasi package digest(s)

source: don't verify database header(s) when retrieved
id: jangan memverifikasi database header(s) ketika diterima

source: don't verify package signature(s)
id: jangan memverifikasi package signature(s)

source: do not accept i18n msgstr's from specfile
id: jangan diterima i18n msgstr dari specfile

source: remove sources when done
id: hapus dari source ketika selesai

source: remove specfile when done
id: hapus specfile ketika selesai

source: skip straight to specified stage (only for c,i)
id: lewati langsung ke tahapan yang dispesifikasikan (hanya untuk c,i)

source: generate PGP/GPG signature
id: buat PGP/GPG signature

source: CPU-VENDOR-OS
id: CPU-PEMBUAT-OS

source: line %d: Bad number: %s
id: baris %d: Nomor buruk: %s

source: line %d: Bad no%s number: %d
id: baris %d: Nomor no%s buruk: %d

source: %s %d defined multiple times
id: %s %d didefinisikan beberapa kali

source: can't query %s: %s
id: tidak dapat menanyakan (query) %s: %s

source: query of specfile %s failed, can't parse
id: query dari specfile %s gagal, tidak dapat mem-parse

source: Query specfile for platform(s): %s
id: Menanyakan specfile untuk platform(s): %s

source: package %s was already added, skipping %s
id: paket %s sudah ditambahkan, melewatkan %s

source: package %s was already added, replacing with %s
id: paket %s sudah ditambahkan, digantikan dengan %s

source: (function probe)
id: (mengecheck fungsi)

source: (user lookup)
id: (mencari user)

source: (group lookup)
id: (mencari group)

source: (access probe)
id: (mengecheck akses)

source: (mtab probe)
id: (mengecheck mtab)

source: (diskspace probe)
id: (mengecheck ruang kosong)

source: (digest probe)
id: (mengecheck digest)

source: (signature probe)
id: (mengecheck tanda tangan)

source: (verify probe)
id: (verifikasi probe)

source: (gnupg probe)
id: (mengecheck gnupg)

source: (macro probe)
id: (mengecheck macro)

source: (envvar probe)
id: (mengecheck envvar)

source: (running probe)
id: (menjalankan pengecheckan)

source: (sanity probe)
id: (mengecheck keadaan)

source: (vcheck probe)
id: (mengecheck vcheck)

source: (sysinfo provides)
id: (disediakan oleh sysinfo)
